[
    {
        "query": "Survival tools in the jungle",
        "start": 0,
        "end": 6,
        "sentence": " go out alone into the wild style.  You know, I'd have a hammock, a headlamp,  three days worth of food, some fish hooks, a machete. "
    },
    {
        "query": "Survival gear for jungle expedition",
        "start": 6,
        "end": 12,
        "sentence": " three days worth of food, some fish hooks, a machete.  That's it.  And so like one of the stories that happened early on "
    },
    {
        "query": "Jungle navigation",
        "start": 12,
        "end": 18,
        "sentence": " And so like one of the stories that happened early on  was I was out there and it was raining and I was lost.  And this is how we test your jungle knowledge. "
    },
    {
        "query": "Survival techniques in the jungle",
        "start": 18,
        "end": 24,
        "sentence": " And this is how we test your jungle knowledge.  Can you survive out there?  Do you know how to find food?  Have you listened to the things that we taught you? "
    },
    {
        "query": "Jaguar in the jungle",
        "start": 24,
        "end": 30,
        "sentence": " And there was one night that I was in a hammock  and a jaguar came up  And I was asleep when it happened "
    },
    {
        "query": "Jaguar in jungle .",
        "start": 30,
        "end": 36,
        "sentence": " And I was asleep when it happened  and she came up right next to my head  and she was, and I could hear her smelling me. "
    },
    {
        "query": "jaguar in the jungle at night",
        "start": 36,
        "end": 42,
        "sentence": " and she was, and I could hear her smelling me.  And then my first instinct was to turn on my headlamp  and just the sound of my arm moving against the material. "
    },
    {
        "query": "jaguar in the jungle",
        "start": 42,
        "end": 48,
        "sentence": " and just the sound of my arm moving against the material.  And she just, like she just right here, "
    },
    {
        "query": "jaguar in jungle at night",
        "start": 48,
        "end": 54,
        "sentence": " And she just, like she just right here,  I could feel her breath.  And I just laid there in the dark.  And that's one of those moments where you go, "
    },
    {
        "query": "Confident explorer in jungle",
        "start": 54,
        "end": 60,
        "sentence": " And that's one of those moments where you go,  you really learn a lot about yourself  Because I wasn't scared. "
    },
    {
        "query": "Jaguar in Amazon jungle images",
        "start": 60,
        "end": 66,
        "sentence": " I felt like I understood the intentions of the cat.  If she was hunting, I'd already be dead.  She was curious. "
    },
    {
        "query": "Jaguar encounter in jungle",
        "start": 66,
        "end": 72,
        "sentence": " She was curious.  And I was lost and I didn't know  if I was ever gonna get out of that jungle,  but what she did was energize me. "
    },
    {
        "query": "Giant Anaconda in the jungle",
        "start": 72,
        "end": 78,
        "sentence": " but what she did was energize me.  Cause it was an experience like the giant anaconda  where I said, this is so wild. "
    },
    {
        "query": "Jaguar in the jungle nighttime",
        "start": 78,
        "end": 84,
        "sentence": " where I said, this is so wild.  That it's so almost cinematically outside the realm "
    },
    {
        "query": "Jaguar in the jungle",
        "start": 84,
        "end": 90,
        "sentence": " That it's so almost cinematically outside the realm  of what I thought my life could be like,  that it made me like, wait,  because the previous day I was lost, tired, confused, "
    },
    {
        "query": "jaguar encounter in the jungle",
        "start": 90,
        "end": 96,
        "sentence": " because the previous day I was lost, tired, confused,  kind of devastated, tail between my legs.  After that, I was like, "
    },
    {
        "query": "Jungle navigation",
        "start": 96,
        "end": 102,
        "sentence": " man, you've been waiting for this your whole life.  Go get it.  And I like woke up and I was like, I am gonna navigate.  Even though I've been in this swamp for three days, "
    },
    {
        "query": "Swamp exploration adventure",
        "start": 102,
        "end": 108,
        "sentence": " Even though I've been in this swamp for three days,  I'm gonna find my way out of this. "
    }
]