[{"query": "Taking incremental steps in weightlifting", "start": 0, "end": 6, "sentence": " You take a look at the kid and you think, okay, this kid's got this range of skill.  Here's a challenge we can throw at him or her that exceeds their current level of skill, "}, {"query": "People taking on fitness challenges", "start": 6, "end": 12, "sentence": " Here's a challenge we can throw at him or her that exceeds their current level of skill,  but gives them a reasonable probability of success. "}, {"query": "People taking small steps towards weightlifting", "start": 12, "end": 18, "sentence": " And so, like I'm saying it tongue-in-cheek to some degree, you know, it's like, but if you're...  But I'm doing it as an aid to humility. It's like, well, I don't know how to start improving my life. "}, {"query": "Image : People taking small steps to reach a goal", "start": 18, "end": 24, "sentence": " But I'm doing it as an aid to humility. It's like, well, I don't know how to start improving my life.  Someone might say that. And I would say, well, you're not aiming low enough. "}, {"query": "Person weightlifting with light weights", "start": 24, "end": 30, "sentence": " Someone might say that. And I would say, well, you're not aiming low enough.  There's something you could do that you are regarding as trivial  That that you could do that you would do that would result in an actual improvement "}, {"query": "Weightlifting progressions", "start": 30, "end": 36, "sentence": " That that you could do that you would do that would result in an actual improvement  But it's not a big enough improvement for you "}, {"query": "Weightlifting progressions", "start": 36, "end": 42, "sentence": " But it's not a big enough improvement for you  So you won't lower yourself enough to take the opportunity incremental steps. Yes, and so this is also what is achieved through exercise "}, {"query": ": Weightlifting incremental progress", "start": 42, "end": 48, "sentence": " So you won't lower yourself enough to take the opportunity incremental steps. Yes, and so this is also what is achieved through exercise  It's one of the most important. Yeah. Well, what do you do when you go and lift weights?  Yeah, don't go like if you haven't bench-press before you don't put 400 pounds on the damn bar and drop the and drop the bar "}, {"query": "Weightlifting beginners starting with light weights", "start": 48, "end": 54, "sentence": " Yeah, don't go like if you haven't bench-press before you don't put 400 pounds on the damn bar and drop the and drop the bar  through your skull. "}]