[{"query": "Great Pyramid Giza images", "start": 0, "end": 6, "sentence": " Now, the Great Pyramid of Giza is probably the most stunning of all these ancient structures. "}, {"query": "Great Pyramid of Giza stones quarry", "start": 6, "end": 12, "sentence": " And the stones are immense and some of them were cut from a quarry that's hundreds of  miles away. "}, {"query": "Granite quarry extraction methods", "start": 12, "end": 18, "sentence": " How do you think they did that?  Well, some of them, the granite in the Great Pyramid comes from more than 500 miles to "}, {"query": ": Granite quarry extraction", "start": 18, "end": 24, "sentence": " Well, some of them, the granite in the Great Pyramid comes from more than 500 miles to  the south.  If you look at the famous King's Chamber, its walls and its roof are, the ceiling of "}, {"query": "Great Pyramid of Giza granite blocks", "start": 24, "end": 30, "sentence": " If you look at the famous King's Chamber, its walls and its roof are, the ceiling of  the King's Chamber are all made with gigantic granite blocks.  Stunning detail. Stunning detail. Those blocks on the roof of the King's Chamber weigh 70 tons each. "}, {"query": "Great Pyramid of Giza 70 ton blocks", "start": 30, "end": 36, "sentence": " Stunning detail. Stunning detail. Those blocks on the roof of the King's Chamber weigh 70 tons each. "}, {"query": ": Moving heavy blocks with wet sand", "start": 36, "end": 42, "sentence": " Now Egyptologists will tell you that, oh they could move heavy blocks because they put them on  wet sand and they push them along on wet sand. Well maybe if you're just at ground level that "}, {"query": "Great Pyramid of Giza King's Chamber construction", "start": 42, "end": 48, "sentence": " wet sand and they push them along on wet sand. Well maybe if you're just at ground level that  will do, but when you're 350 feet above the ground as you are in the King's Chamber that won't do at "}, {"query": "Great Pyramid of Giza stones transportation methods", "start": 48, "end": 54, "sentence": " will do, but when you're 350 feet above the ground as you are in the King's Chamber that won't do at  all. I don't know how they did it. All I know is they did it. I don't think anybody knows how they "}, {"query": "Great Pyramid of Giza construction techniques", "start": 54, "end": 60, "sentence": " all. I don't know how they did it. All I know is they did it. I don't think anybody knows how they  did it, how they lifted those stones, how they brought them up to that level. I think we're  looking. "}]