[{"query": "Great Pyramid of Giza image .", "start": 0, "end": 6, "sentence": " The Jerogan experience.  Now the Great Pyramid of Giza is probably the most stunning of all these ancient structures. "}, {"query": "Great Pyramid of Giza granite blocks lifting technique images.", "start": 6, "end": 12, "sentence": " Now the Great Pyramid of Giza is probably the most stunning of all these ancient structures.  And the stones are immense and some of them were cut from a quarry that's hundreds of miles away. "}, {"query": "Granite quarry ancient Egypt", "start": 12, "end": 18, "sentence": " And the stones are immense and some of them were cut from a quarry that's hundreds of miles away.  How do you think they did that?  Well some of them, the granite in the Great Pyramid comes from more than 500 miles to the south. "}, {"query": "Great Pyramid of Giza King's Chamber interior", "start": 18, "end": 24, "sentence": " Well some of them, the granite in the Great Pyramid comes from more than 500 miles to the south.  If you look at the famous King's Chamber, its walls and its roof are, "}, {"query": "Granite blocks in King's chamber of Great Pyramid", "start": 24, "end": 30, "sentence": " If you look at the famous King's Chamber, its walls and its roof are,  the ceiling of the King's chamber are all made with gigantic granite blocks. "}, {"query": "Granite blocks in King's chamber of Great Pyramid", "start": 30, "end": 36, "sentence": " the ceiling of the King's chamber are all made with gigantic granite blocks.  Stunning detail. Stunning detail. Those blocks on the roof of the King's chamber "}, {"query": "Moving 70-ton blocks in ancient Egypt", "start": 36, "end": 42, "sentence": " Stunning detail. Stunning detail. Those blocks on the roof of the King's chamber  weigh 70 tons each. Now Egyptologists will tell you that, oh they could move heavy blocks "}, {"query": "Transporting heavy blocks without modern technology", "start": 42, "end": 48, "sentence": " weigh 70 tons each. Now Egyptologists will tell you that, oh they could move heavy blocks  because they put them on wet sand and they push them along on wet sand. Well, maybe if  you're just at ground level that will do, but when you're 350 feet above the ground "}, {"query": "ancient Egyptian lifting techniques", "start": 48, "end": 54, "sentence": " you're just at ground level that will do, but when you're 350 feet above the ground  as you are in the King's chamber that won't do at all. I don't know how they did it. All "}, {"query": "ancient egyptian workers lifting heavy objects", "start": 54, "end": 60, "sentence": " as you are in the King's chamber that won't do at all. I don't know how they did it. All  All I know is they did it.  I don't think anybody knows how they did it, how they lifted it. "}]